export interface Testimonial {
  company: string;
  text: string;
  logo?: string;
}

export const TESTIMONIALS: Testimonial[] = [
  {
    company: "Крем карамель",
    text: "Мы работаем с компанией «10кофе» и искренне довольны этим сотрудничеством. Для нас, как для кондитерской и спортивного бара, качество продукта — это основа, и здесь оно на действительно высоком уровне.",
    logo: "/landing/testimonials/logos/krem-karamel.jpg",
  },
  {
    company: "Кофе лама",
    text: "Мы позиционируем себя как большой южный дом, где Гость посланник божий. Нам было важно найти локального обжарщика, способного слышать наш запрос, подчеркивающего наш колорит профильной обжаркой. Со дня основания, мы работаем с 10coffee и получаем сотни восторженных отзывов и счастливых Гостей.",
    logo: "/landing/testimonials/logos/lama.jpg",
  },
  {
    company: "Хлеб да Хмель",
    text: "Работа с 10кофе дала мне осознание причастности к чему-то революционному. Подход 10кофе к обжарке, это очень тонкая история взаимоотношения продукта и творца.",
  },
  {
    company: "Rustabar",
    text: "Как хорошо , что вы нас когда-то нашли, «10 Кофе»! Работать с вами – большое удовольствие. Мы вас обожаем. Здесь работают самые  классные и лояльные ребята, всегда готовые помочь❤️",
  },
  {
    company: "Кофейня Пикник",
    text: "Наша кофейня работает уже третий год, и за это время мы успели попробовать кофе от множества поставщиков из разных городов. Однако именно сотрудничество с \"10кофе\" стало для нас самым приятным и продуктивным опытом. С уверенностью рекомендуем \"10кофе\" всем, кто ценит отличный кофе и надёжных партнёров!",
  },
  {
    company: "Дрим кофе",
    text: "Компания \"10кофе\" с самого открытия нашей небольшой кофейни в Хосте Стала надёжным поставщиком лучшего в Сочи кофе! С компанией 10кофе приятно и выгодно работать! Всем кто ищет поставки высококачественного кофе-лучшего партнёра не найти!",
  },
  {
    company: "Barabas espresso bar",
    text: "Мы начали работать с \"10кофе\" почти 9 лет назад — в момент, когда сами только по-настоящему погружались в кофейную культуру. В совместной работе, через бесконечные пробы и ошибки, мы постепенно нашли тот самый баланс. Это тот случай, когда кофе становится частью ДНК проекта.",
    logo: "/landing/testimonials/logos/barabas.jpg",
  },
  {
    company: "Кофечино",
    text: "Для нашей кофейни критически важно сочетать высокое качество с разумной ценой. \"10кофе\" полностью оправдал ожидания:• Цена. • Качество. • Сервис. Однозначно рекомендуем \"10кофе\" владельцам кофеен, которые ценят надёжность и прозрачность партнёрства.",
    logo: "/landing/testimonials/logos/cofechino.jpg",
  },
];
